tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "linuxbrew/xorg" if OS.linux?
tap "olets/tap"
tap "reactiveops/tap"
brew "aws-iam-authenticator"
brew "awscli"
brew "readline"
brew "gcc"
brew "binutils"
brew "curl" if OS.mac?
brew "dep"
brew "gettext", link: false
brew "git"
brew "git-lfs"
brew "gnu-tar"
brew "goenv"
brew "jq"
brew "gpg"
brew "kubernetes-cli"
brew "magic-wormhole"
brew "nvm"
brew "packer"
brew "poetry"
brew "pstree"
brew "pyenv"
brew "sbt"
brew "scala"
brew "shellcheck"
brew "step"
brew "telnet" if OS.mac?
brew "tfenv"
brew "the_silver_searcher"
brew "vim"
brew "zsh"
brew "vault"
brew "watch" if OS.mac?
brew "wget"
brew "zlib"
brew "reactiveops/tap/rbac-lookup"
cask "1password"
cask "google-chrome"
cask "gpg-suite"
cask "xterm2"
cask "notion"
cask "spotify"
cask "steam"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox"
