tap "caskroom/cask"
tap "caskroom/versions"
tap "coursier/formulas"
tap "go-swagger/go-swagger"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "olets/tap"
tap "reactiveops/tap"
tap "tazjin/kontemplate", "https://github.com/tazjin/kontemplate"
brew "aws-iam-authenticator"
brew "awscli"
brew "docker"
brew "readline"
brew "sqlite"
brew "gcc"
brew "binutils"
brew "curl"
brew "dep"
brew "docker", link: false
brew "docker-credential-ecr-login"
brew "fish"
brew "flyway"
brew "gettext", link: false
brew "git"
brew "git-lfs"
brew "gnu-tar"
brew "goenv"
brew "haskell-stack"
brew "helm"
brew "jq"
brew "kontemplate"
brew "kubernetes-cli"
brew "minikube"
brew "python"
brew "magic-wormhole"
brew "mycli"
brew "mysql"
brew "nginx"
brew "nvm"
brew "packer"
brew "percona-toolkit"
brew "pgcli"
brew "postgresql"
brew "pstree"
brew "pyenv"
brew "python@2"
brew "rbenv"
brew "sbt"
brew "scala"
brew "shellcheck"
brew "step"
brew "tarsnap"
brew "telnet"
brew "tfenv"
brew "the_silver_searcher"
brew "vim"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "olets/tap/zsh-abbr"
brew "vault"
brew "watch"
brew "wget"
brew "zlib"
brew "coursier/formulas/coursier"
brew "reactiveops/tap/rbac-lookup"
cask "java8"
cask "tunnelblick"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
