tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "olets/tap"
tap "reactiveops/tap"
brew "gcc"
brew "open-mpi"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "berglas"
brew "binutils"
brew "brew-cask-completion"
brew "gettext"
brew "glib"
brew "coreutils"
brew "curl"
brew "dep"
brew "guile"
brew "unbound", restart_service: true
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "fftw"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-tar"
brew "gnupg", link: false
brew "pango"
brew "gnuplot"
brew "goenv"
brew "python@3.8"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "libpq", link: true
brew "libproxy"
brew "magic-wormhole"
brew "minikube"
brew "nghttp2"
brew "nvm"
brew "pstoedit"
brew "pyqt@5"
brew "qscintilla2"
brew "suite-sparse"
brew "sundials"
brew "octave"
brew "packer"
brew "poetry"
brew "pstree"
brew "pyenv"
brew "qt"
brew "pyqt"
brew "redis", restart_service: false
brew "ruby"
brew "sbt"
brew "shellcheck"
brew "sip"
brew "socat"
brew "step"
brew "tbb"
brew "telnet"
brew "tfenv"
brew "the_silver_searcher"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "zlib"
brew "zsh"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "ngrok"
cask "notion"
cask "spotify"
